export const rawMetrics = [
  {
    id: "revenue",
    name: "Выручка",
    unit: "Рублей",
    values: [120000, 300000, 380000, 420000, 350000, 320000, 500000],
  },
  {
    id: "cash",
    name: "Наличные",
    unit: "Рублей",
    values: [80000, 150000, 200000, 210000, 190000, 170000, 220000],
  },
  {
    id: "cashless",
    name: "Безналичный расчёт",
    unit: "Рублей",
    values: [40000, 100000, 120000, 140000, 130000, 150000, 180000],
  },
  {
    id: "cards",
    name: "Кредитные карты",
    unit: "Рублей",
    values: [30000, 50000, 60000, 70000, 65000, 75000, 100000],
  },
  {
    id: "avgCheck",
    name: "Средний чек",
    unit: "Рублей",
    values: [800, 900, 1000, 1100, 1050, 950, 1300],
  },
  {
    id: "avgGuest",
    name: "Средний гость",
    unit: "Рублей",
    values: [700, 850, 900, 1000, 950, 880, 1200],
  },
  {
    id: "afterDelete",
    name: "Удаления из чека (после оплаты)",
    unit: "Рублей",
    values: [900, 1100, 1000, 1200, 1000, 950, 1000],
  },
  {
    id: "beforeDelete",
    name: "Удаление из чека (до оплаты)",
    unit: "Рублей",
    values: [1000, 1200, 1100, 1300, 1250, 1150, 1300],
  },
  {
    id: "checks",
    name: "Количество чеков",
    unit: "Чеков",
    values: [20, 25, 30, 35, 40, 38, 34],
  },
  {
    id: "guests",
    name: "Количество гостей",
    unit: "Гостей",
    values: [18, 24, 28, 33, 37, 36, 34],
  },
];
